Tekla Open API Reference for Tekla Structures 2025
SymbolInfo Fields
The SymbolInfo type exposes the following members.
Fields
Name | Description
Default
 The default symbol information: the symbol 0 in the xsteel library.
Top
See Also
Reference
SymbolInfo Class
Tekla.Structures.Drawing Namespace